driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilwithForeachTest12/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilwithForeach">
  <soapenv:Body>
    <rep:Name>Test RPT  For</rep:Name>
    <rep:count>4</rep:count>
  </soapenv:Body>
</soapenv:Envelope>